jijin_dict = [
    {"九坤日享中证500指数增强1号": "HF00003LPV.html"}
    ,{"九章幻方中证500量化多策略1号": "HF00002EZG.html"}
    ,{"量锐7号": "HF00001GW7.html"}
    ,{"致远激进一号": "HF000048BM.html"}
    ,{"明汯价值成长1期": "HF00003YU0.html"}
    ,{"赫富500指数增强一号": "HF00005205.html"}
    ,{"鸣石春天十三号": "HF00004KTQ.html"}
    ,{"龙旗红旭500指数增强": "HF000025OX.html"}
    ,{"启林正兴东绣1号": "HF00005DNX.html"}
    ,{"灵均进取1号": "HF00005G6E.html"}
    ,{"因诺聚配中证500指数增强": "HF00005MY4.html"}
    ,{"蒙玺祖冲之1号量化": "HF00005DP0.html"}
    ,{"千朔指数增强二号": "HF00005JA3.html"}
    ,{"衍复指增三号": "HF00005VB1.html"}
    ,{"天算指数增强2号": "HF00005QK8.html"}
    ,{"均成CTA1号": "HF00002HED.html"}
    ,{"明汯CTA二号": "HF000019W8.html"}
    ,{"博普CTA趋势1号A": "HF00005067.html"}
    ,{"华澄二号": "HF00004OCX.html"}
    ,{"灵均多策略商品期货专项1期": "HF00002A89.html"}
    ,{"量道CTA精选2号": "HF000051JJ.html"}
    ,{"九坤CTA专享2号": "HF00002E01.html"}
    ,{"洛书尊享CTA拾壹号": "HF000045IC.html"}
    ,{"黑翼CTA二号": "HF000017G4.html"}
    ,{"瑞智无忧共赢7号": "HF00005BRD.html"}
    ,{"千象1期": "HF000034DB.html"}
    ,{"浙江白鹭量化CTA一号": "HF000058E2.html"}
    ,{"思博量道十五号": "HF00003HXQ.html"}
    ,{"蒙玺纯达二期": "HF00005C1Y.html"}
    ,{"会世泰和CTA1号": "HF00005CG8.html"}
    ,{"希格斯沪深300单利宝1号": "HF0000589L.html"}
    , {"外贸信托-金锝量化套利": "HF0000044I.html"}
    , {"九章幻方量化对冲1号": "HF00002GGB.html"}
    , {"鸣石量化十三号": "HF00004D28.html"}
    , {"明汯中性1号": "HF00003NAO.html"}
    , {"易股鑫源八号": "HF000043LE.html"}
    , {"天演6号": "HF00002DJ4.html"}
    , {"启林同盈1号": "HF00004XUU.html"}
    , {"世纪前沿量化对冲3号": "HF00005BIF.html"}
    , {"九坤量化对冲4号": "HF00004H9Z.html"}
    , {"千朔量化六号": "HF00005H72.html"}
    , {"衍复水滴中性一号": "HF000062EX.html"}
]
